Repository: DimaMishchenko/currency
Catalog: AppExtensions/CurrencyWatchWidgets/Resources/WatchWidgets.xcstrings
Source language: en
Languages: de, es, et, fr, it, ja, ko, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Currency
de: Währung
es: Moneda
et: Valuuta
fr: Devise
it: Valuta
ja: 通貨
ko: 통화
pt_br: Moeda
ru: Валюта
tr: Para birimi
uk: Валюта
zh_hans: 货币
zh_hant: 貨幣

source: Currencies
de: Währungen
es: Monedas
et: Valuutad
fr: Devises
it: Valute
ja: 通貨
ko: 통화
pt_br: Moedas
ru: Валюты
tr: Para birimleri
uk: Валюти
zh_hans: 货币
zh_hant: 貨幣

# favorites
source: Watch favorites
de: Watch-Favoriten
es: Favoritos del reloj
et: Kella lemmikud
fr: Favoris de la montre
it: Preferiti su Watch
ja: Watchのお気に入り
ko: Watch 즐겨찾기
pt_br: Favoritos do relógio
ru: Избранное на часах
tr: Watch favorileri
uk: Обране на годиннику
zh_hans: 手表收藏
zh_hant: 手錶收藏

source: Metals
de: Metalle
es: Metales
et: Metallid
fr: Métaux
it: Metalli
ja: 貴金属
ko: 귀금속
pt_br: Metais
ru: Металлы
tr: Metaller
uk: Метали
zh_hans: 贵金属
zh_hant: 貴金屬

source: Crypto
de: Krypto
es: Cripto
et: Krüpto
it: Cripto
ja: 暗号資産
ko: 암호화폐
pt_br: Cripto
ru: Крипто
tr: Kripto
uk: Крипто
zh_hans: 加密货币
zh_hant: 加密貨幣

# input
source: Widget input
de: Widget-Eingabe
es: Entrada del widget
et: Vidina sisend
fr: Saisie du widget
it: Input del widget
ja: ウィジェットの入力
ko: 위젯 입력
pt_br: Entrada do widget
ru: Ввод виджета
tr: Widget girdisi
uk: Введення віджета
zh_hans: 小组件输入
zh_hant: 小工具輸入

# pairSettings
source: Currency pair
de: Währungspaar
es: Par de monedas
et: Valuutapaar
fr: Paire de devises
it: Coppia di valute
ja: 通貨ペア
ko: 통화 쌍
pt_br: Par de moedas
ru: Валютная пара
tr: Para birimi çifti
uk: Валютна пара
zh_hans: 货币对
zh_hant: 貨幣對

# source
source: Source (empty follows Watch)
de: Ausgangswährung (leer folgt Watch)
es: Origen (vacío usa el reloj)
et: Lähtevaluuta (tühi järgib kella)
fr: Source (vide suit la montre)
it: Origine (vuoto usa Watch)
ja: 変換元（空欄でWatch設定を使用）
ko: 원본 통화 (비워 두면 Watch 설정 사용)
pt_br: Origem (vazio usa o relógio)
ru: Исходная валюта (пусто — как на часах)
tr: Kaynak (boşsa Watch ayarı)
uk: Вихідна валюта (порожньо — як на годиннику)
zh_hans: 原币种（留空使用手表设置）
zh_hant: 原幣別（留空使用手錶設定）

# quote
source: Comparison (empty follows Watch)
de: Vergleichswährung (leer folgt Watch)
es: Comparación (vacío usa el reloj)
et: Võrdlusvaluuta (tühi järgib kella)
fr: Comparaison (vide suit la montre)
it: Confronto (vuoto usa Watch)
ja: 変換先（空欄でWatch設定を使用）
ko: 비교 통화 (비워 두면 Watch 설정 사용)
pt_br: Comparação (vazio usa o relógio)
ru: Валюта сравнения (пусто — как на часах)
tr: Karşılaştırma (boşsa Watch ayarı)
uk: Валюта порівняння (порожньо — як на годиннику)
zh_hans: 目标币种（留空使用手表设置）
zh_hant: 目標幣別（留空使用手錶設定）

source: Amount
de: Betrag
es: Importe
et: Summa
fr: Montant
it: Importo
ja: 金額
ko: 금액
pt_br: Valor
ru: Сумма
tr: Tutar
uk: Сума
zh_hans: 金额
zh_hant: 金額

# boardSettings
source: Currency board
de: Währungsübersicht
es: Panel de monedas
et: Valuutatabel
fr: Tableau de devises
it: Tabellone valute
ja: 通貨ボード
ko: 통화 보드
pt_br: Painel de moedas
ru: Табло валют
tr: Para birimi panosu
uk: Табло валют
zh_hans: 货币看板
zh_hant: 貨幣看板

source: Range
de: Zeitraum
es: Periodo
et: Periood
fr: Période
it: Periodo
ja: 期間
ko: 기간
pt_br: Período
ru: Период
tr: Aralık
uk: Період
zh_hans: 时段
zh_hant: 期間

# day
source: One day
de: Ein Tag
es: Un día
et: Üks päev
fr: Un jour
it: Un giorno
ja: 1日
ko: 1일
pt_br: Um dia
ru: Один день
tr: Bir gün
uk: Один день
zh_hans: 一天
zh_hant: 一天

# week
source: 1 week
de: 1 Woche
es: 1 semana
et: 1 nädal
fr: 1 semaine
it: 1 settimana
ja: 1週間
ko: 1주
pt_br: 1 semana
ru: 1 неделя
tr: 1 hafta
uk: 1 тиждень
zh_hans: 1周
zh_hant: 1週

# month
source: 1 month
de: 1 Monat
es: 1 mes
et: 1 kuu
fr: 1 mois
it: 1 mese
ja: 1か月
ko: 1개월
pt_br: 1 mês
ru: 1 месяц
tr: 1 ay
uk: 1 місяць
zh_hans: 1个月
zh_hant: 1個月

# quarter
source: 3 months
de: 3 Monate
es: 3 meses
et: 3 kuud
fr: 3 mois
it: 3 mesi
ja: 3か月
ko: 3개월
pt_br: 3 meses
ru: 3 месяца
tr: 3 ay
uk: 3 місяці
zh_hans: 3个月
zh_hant: 3個月

# year
source: 1 year
de: 1 Jahr
es: 1 año
et: 1 aasta
fr: 1 an
it: 1 anno
ja: 1年
ko: 1년
pt_br: 1 ano
ru: 1 год
tr: 1 yıl
uk: 1 рік
zh_hans: 1年
zh_hant: 1年

# all
source: All history
de: Gesamter Verlauf
es: Todo el historial
et: Kogu ajalugu
fr: Tout l’historique
it: Tutta la cronologia
ja: すべての履歴
ko: 전체 환율 기록
pt_br: Todo o histórico
ru: Вся история
tr: Tüm geçmiş
uk: Уся історія
zh_hans: 全部历史
zh_hant: 全部歷史

source: History settings
de: Verlaufseinstellungen
es: Ajustes del historial
et: Ajaloo seaded
fr: Réglages de l’historique
it: Impostazioni della cronologia
ja: 履歴の設定
ko: 환율 추이 설정
pt_br: Ajustes do histórico
ru: Настройки истории
tr: Geçmiş ayarları
uk: Параметри історії
zh_hans: 历史设置
zh_hant: 歷史設定

# symbol
source: Currency symbol
de: Währungssymbol
es: Símbolo de moneda
et: Valuuta sümbol
fr: Symbole de devise
it: Simbolo di valuta
ja: 通貨記号
ko: 통화 기호
pt_br: Símbolo de moeda
ru: Символ валюты
tr: Para birimi simgesi
uk: Символ валюти
zh_hans: 货币符号
zh_hant: 貨幣符號

# iconTitle
source: Currency Icon
de: Währungssymbol
es: Icono de moneda
et: Valuutaikoon
fr: Icône de devise
it: Icona valuta
ja: 通貨アイコン
ko: 통화 아이콘
pt_br: Ícone de moeda
ru: Значок валюты
tr: Para Birimi Simgesi
uk: Значок валюти
zh_hans: 货币图标
zh_hant: 貨幣圖示

source: Set amount
de: Betrag festlegen
es: Establecer importe
et: Määra summa
fr: Définir le montant
it: Imposta importo
ja: 金額を設定
ko: 금액 설정
pt_br: Definir valor
ru: Установить сумму
tr: Tutarı ayarla
uk: Установити суму
zh_hans: 设置金额
zh_hant: 設定金額

# kind
source: Widget kind
de: Widget-Typ
es: Tipo de widget
et: Vidina tüüp
fr: Type de widget
it: Tipo di widget
ja: ウィジェットの種類
ko: 위젯 유형
pt_br: Tipo de widget
ru: Тип виджета
tr: Widget türü
uk: Тип віджета
zh_hans: 小组件类型
zh_hant: 小工具類型

# swap
source: Swap currencies
de: Währungen tauschen
es: Intercambiar monedas
et: Vaheta valuutad
fr: Inverser les devises
it: Inverti valute
ja: 通貨を入れ替える
ko: 통화 바꾸기
pt_br: Inverter moedas
ru: Поменять валюты
tr: Para birimlerini değiştir
uk: Поміняти валюти
zh_hans: 互换币种
zh_hant: 互換幣別

source: Open Currency
de: Currency öffnen
es: Abrir Currency
et: Ava Currency
fr: Ouvrir Currency
it: Apri Currency
ja: Currencyを開く
ko: Currency 열기
pt_br: Abrir Currency
ru: Открыть Currency
tr: Currency uygulamasını aç
uk: Відкрити Currency
zh_hans: 打开 Currency
zh_hant: 開啟 Currency

# approximationError
source: ≈ %@ error
de: ≈ %@ Abweichung
es: ≈ %@ de error
et: ≈ %@ viga
fr: ≈ %@ d’erreur
it: ≈ %@ di errore
ja: 誤差約 %@
ko: 오차 약 %@
pt_br: ≈ %@ de erro
ru: Погрешность ≈ %@
tr: ≈ %@ hata
uk: Похибка ≈ %@
zh_hans: 误差约 %@
zh_hant: 誤差約 %@

# grams
source: Metal weights in grams · estimate
de: Metallgewicht in Gramm · Schätzung
es: Peso del metal en gramos · estimación
et: Metalli kaal grammides · hinnang
fr: Poids du métal en grammes · estimation
it: Peso del metallo in grammi · stima
ja: 金属重量（グラム）· 概算
ko: 금속 무게 (그램) · 추정값
pt_br: Peso do metal em gramas · estimativa
ru: Вес металла в граммах · оценка
tr: Gram cinsinden metal ağırlığı · tahmin
uk: Вага металу в грамах · оцінка
zh_hans: 金属重量（克）· 估算
zh_hant: 金屬重量（克）· 估算

# banknotes
source: Common banknotes · estimate
de: Übliche Banknoten · Schätzung
es: Billetes comunes · estimación
et: Levinud rahatähed · hinnang
fr: Billets courants · estimation
it: Banconote comuni · stima
ja: 一般的な紙幣 · 概算
ko: 일반 지폐 · 추정값
pt_br: Cédulas comuns · estimativa
ru: Распространённые банкноты · оценка
tr: Yaygın banknotlar · tahmin
uk: Поширені банкноти · оцінка
zh_hans: 常见纸币 · 估算
zh_hant: 常見鈔票 · 估算

# referenceAmounts
source: Reference amounts · estimate
de: Referenzbeträge · Schätzung
es: Importes de referencia · estimación
et: Võrdlussummad · hinnang
fr: Montants de référence · estimation
it: Importi di riferimento · stima
ja: 参考金額 · 概算
ko: 참고 금액 · 추정값
pt_br: Valores de referência · estimativa
ru: Справочные суммы · оценка
tr: Referans tutarları · tahmin
uk: Довідкові суми · оцінка
zh_hans: 参考金额 · 估算
zh_hant: 參考金額 · 估算

# useAmount
source: Use %@
de: %@ verwenden
es: Usar %@
et: Kasuta %@
fr: Utiliser %@
it: Usa %@
ja: %@を使用
ko: %@ 사용
pt_br: Usar %@
ru: Использовать %@
tr: %@ kullan
uk: Використати %@
zh_hans: 使用 %@
zh_hant: 使用 %@

# addFavorites
source: Choose currencies in Currency
de: Währungen in Currency wählen
es: Elegir monedas en Currency
et: Vali valuutad rakenduses Currency
fr: Choisir des devises dans Currency
it: Scegli valute in Currency
ja: Currencyで通貨を選択
ko: Currency에서 통화 선택
pt_br: Escolher moedas no Currency
ru: Выберите валюты в Currency
tr: Currency içinde para birimlerini seç
uk: Виберіть валюти в Currency
zh_hans: 在 Currency 中选择币种
zh_hant: 在 Currency 中選擇幣別

source: Favorite pairs
de: Bevorzugte Währungspaare
es: Pares favoritos
et: Lemmikpaarid
fr: Paires favorites
it: Coppie preferite
ja: お気に入りの通貨ペア
ko: 즐겨찾는 통화쌍
pt_br: Pares favoritos
ru: Избранные пары
tr: Favori çiftler
uk: Обрані пари
zh_hans: 收藏货币对
zh_hant: 收藏貨幣對

source: Rates unavailable
de: Kurse nicht verfügbar
es: Tipos no disponibles
et: Kursid pole saadaval
fr: Taux indisponibles
it: Tassi non disponibili
ja: レートを取得できません
ko: 환율을 사용할 수 없음
pt_br: Taxas indisponíveis
ru: Курсы недоступны
tr: Kurlar kullanılamıyor
uk: Курси недоступні
zh_hans: 汇率不可用
zh_hant: 匯率無法使用

# dailyRate
source: Daily reference rate
de: Täglicher Referenzkurs
es: Tipo de referencia diario
et: Päevane võrdluskurss
fr: Taux de référence quotidien
it: Tasso di riferimento giornaliero
ja: 日次参考レート
ko: 일일 참고 환율
pt_br: Taxa de referência diária
ru: Дневной справочный курс
tr: Günlük referans kuru
uk: Денний довідковий курс
zh_hans: 每日参考汇率
zh_hant: 每日參考匯率

source: Updated %@
de: Aktualisiert %@
es: Actualizado %@
et: Uuendatud %@
fr: Mis à jour %@
it: Aggiornato %@
ja: 更新 %@
ko: 업데이트 %@
pt_br: Atualizado %@
ru: Обновлено %@
tr: Güncellendi %@
uk: Оновлено %@
zh_hans: 更新于 %@
zh_hant: 更新於 %@

# historyChart
source: Historical rate for %@
de: Historischer Kurs für %@
es: Tipo histórico de %@
et: %@ ajalooline kurss
fr: Taux historique de %@
it: Tasso storico di %@
ja: %@の過去のレート
ko: %@의 과거 환율
pt_br: Taxa histórica de %@
ru: Исторический курс %@
tr: %@ geçmiş kuru
uk: Історичний курс %@
zh_hans: %@ 的历史汇率
zh_hant: %@ 的歷史匯率

source: Saved history
de: Gespeicherter Verlauf
es: Historial guardado
et: Salvestatud ajalugu
fr: Historique enregistré
it: Cronologia salvata
ja: 保存済み履歴
ko: 저장된 과거 환율
pt_br: Histórico salvo
ru: Сохранённая история
tr: Kayıtlı geçmiş
uk: Збережена історія
zh_hans: 已保存的历史
zh_hant: 已儲存的歷史

# hourlyCloses
source: Completed hourly closes · UTC
de: Abgeschlossene Stundenkurse · UTC
es: Cierres horarios completados · UTC
et: Lõppenud tundide sulgemishinnad · UTC
fr: Clôtures horaires terminées · UTC
it: Chiusure orarie completate · UTC
ja: 確定した時間足終値 · UTC
ko: 완료된 시간별 종가 · UTC
pt_br: Fechamentos horários concluídos · UTC
ru: Завершённые часовые закрытия · UTC
tr: Tamamlanan saatlik kapanışlar · UTC
uk: Завершені годинні закриття · UTC
zh_hans: 已完成的小时收盘价 · UTC
zh_hant: 已完成的小時收盤價 · UTC

# referenceHistory
source: Daily reference rate
de: Täglicher Referenzkurs
es: Tipo de referencia diario
et: Päevane võrdluskurss
fr: Taux de référence quotidien
it: Tasso di riferimento giornaliero
ja: 日次参考レート
ko: 일일 참고 환율
pt_br: Taxa de referência diária
ru: Дневной справочный курс
tr: Günlük referans kuru
uk: Денний довідковий курс
zh_hans: 每日参考汇率
zh_hant: 每日參考匯率

source: History unavailable
de: Verlauf nicht verfügbar
es: Historial no disponible
et: Ajalugu pole saadaval
fr: Historique indisponible
it: Cronologia non disponibile
ja: 履歴を利用できません
ko: 과거 환율을 사용할 수 없음
pt_br: Histórico indisponível
ru: История недоступна
tr: Geçmiş kullanılamıyor
uk: Історія недоступна
zh_hans: 历史不可用
zh_hant: 無法使用歷史

# pocketTitle
source: Pocket Rate
de: Kurs für unterwegs
es: Cambio de bolsillo
et: Taskukurss
fr: Taux de poche
it: Cambio tascabile
ja: ポケットレート
ko: 포켓 환율
pt_br: Câmbio de bolso
ru: Курс в кармане
tr: Cep Kuru
uk: Курс у кишені
zh_hans: 口袋汇率
zh_hant: 口袋匯率

# pocketDescription
source: A favorite pair, amount presets and swap on your wrist.
de: Ein bevorzugtes Währungspaar, Betragsvorgaben und Währungstausch am Handgelenk.
es: Un par favorito, importes predefinidos e intercambio en tu muñeca.
et: Lemmikpaar, eelseadistatud summad ja valuutavahetus randmel.
fr: Une paire favorite, des montants prédéfinis et l’inversion des devises au poignet.
it: Una coppia preferita, importi predefiniti e inversione al polso.
ja: お気に入りの通貨ペア、金額プリセット、通貨の入れ替えを手首で。
ko: 손목에서 즐겨찾는 통화쌍, 금액 프리셋, 통화 바꾸기를 사용하세요.
pt_br: Um par favorito, valores predefinidos e inversão no seu pulso.
ru: Избранная пара, готовые суммы и смена валют на запястье.
tr: Bileğinizde favori bir çift, hazır tutarlar ve para birimi değiştirme.
uk: Обрана пара, готові суми та зміна валют на зап’ястку.
zh_hans: 在手腕上查看收藏货币对、选择预设金额及互换币种。
zh_hant: 在手腕上查看收藏貨幣對、選擇預設金額及互換幣別。

# mentalTitle
source: Mental Math
de: Kopfrechnen
es: Cálculo mental
et: Peastarvutus
fr: Calcul mental
it: Calcolo mentale
ja: 暗算
ko: 암산
pt_br: Cálculo mental
ru: Счёт в уме
tr: Zihinden Hesap
uk: Усний рахунок
zh_hans: 心算
zh_hant: 心算

# mentalDescription
source: Multiply or divide by a rounded number for quick estimates.
de: Multipliziere oder teile durch eine gerundete Zahl, um Werte schnell abzuschätzen.
es: Multiplica o divide por un número redondeado para hacer estimaciones rápidas.
et: Kiire hinnangu saamiseks korruta või jaga ümardatud arvuga.
fr: Multiplie ou divise par un nombre arrondi pour obtenir une estimation rapide.
it: Moltiplica o dividi per un numero arrotondato per ottenere stime rapide.
ja: 丸めた数で掛け算や割り算をして、すばやく概算できます。
ko: 반올림한 수로 곱하거나 나누어 빠르게 어림할 수 있습니다.
pt_br: Multiplique ou divida por um número arredondado para fazer estimativas rápidas.
ru: Умножайте или делите на округлённое число для быстрой оценки.
tr: Hızlı tahminler için yuvarlanmış bir sayıyla çarpın veya bu sayıya bölün.
uk: Множте або діліть на округлене число для швидкої оцінки.
zh_hans: 用近似数值进行乘除，快速估算。
zh_hant: 用近似數值進行乘除，快速估算。

# cashTitle
source: Know Your Cash
de: Bargeld verstehen
es: Conoce tu efectivo
et: Sularaha väärtus
fr: La valeur de tes billets
it: Il valore dei contanti
ja: 現金の価値
ko: 현금 가치
pt_br: Conheça seu dinheiro
ru: Ваши наличные
tr: Nakit Değerini Bil
uk: Ваша готівка
zh_hans: 现金价值
zh_hant: 現金價值

# cashDescription
source: Common banknotes or metal weights in your comparison currency.
de: Übliche Banknoten oder Metallgewichte in Ihrer Vergleichswährung.
es: Billetes comunes o pesos de metales en tu moneda de comparación.
et: Levinud rahatähed või metallide kaal võrdlusvaluutas.
fr: Billets courants ou poids de métaux dans votre devise de comparaison.
it: Banconote comuni o pesi dei metalli nella valuta di confronto.
ja: 比較通貨で一般的な紙幣や金属重量の価値を表示。
ko: 비교 통화로 일반 지폐 또는 금속 무게의 가치를 표시합니다.
pt_br: Cédulas comuns ou pesos de metais na moeda de comparação.
ru: Распространённые банкноты или вес металлов в валюте сравнения.
tr: Karşılaştırma para biriminizde yaygın banknotlar veya metal ağırlıkları.
uk: Поширені банкноти або вага металів у валюті порівняння.
zh_hans: 以比较币种显示常见纸币或金属重量的价值。
zh_hant: 以比較幣別顯示常見鈔票或金屬重量的價值。

# boardTitle
source: Currency Board
de: Währungsübersicht
es: Panel de monedas
et: Valuutatabel
fr: Tableau de devises
it: Tabellone valute
ja: 通貨ボード
ko: 통화 보드
pt_br: Painel de moedas
ru: Табло валют
tr: Para Birimi Panosu
uk: Табло валют
zh_hans: 货币看板
zh_hant: 貨幣看板

# boardDescription
source: Convert one amount into your Watch favorites.
de: Einen Betrag in Ihre Watch-Favoriten umrechnen.
es: Convierte un importe a tus monedas favoritas del reloj.
et: Teisenda üks summa kella lemmikvaluutadesse.
fr: Convertir un montant dans vos devises favorites sur la montre.
it: Converti un importo nelle valute preferite su Watch.
ja: 1つの金額をWatchのお気に入り通貨に換算。
ko: 금액 하나를 Watch에서 즐겨찾는 통화로 환산합니다.
pt_br: Converta um valor para as moedas favoritas do relógio.
ru: Перевод одной суммы в избранные валюты на часах.
tr: Bir tutarı Watch favorilerinize dönüştürün.
uk: Перетворення однієї суми в обрані валюти на годиннику.
zh_hans: 将一个金额换算成手表收藏的币种。
zh_hant: 將一個金額換算成手錶收藏的幣別。

# favoritesTitle
source: Favorite Pairs
de: Bevorzugte Währungspaare
es: Pares favoritos
et: Lemmikpaarid
fr: Paires favorites
it: Coppie preferite
ja: お気に入りの通貨ペア
ko: 즐겨찾는 통화쌍
pt_br: Pares favoritos
ru: Избранные пары
tr: Favori çiftler
uk: Обрані пари
zh_hans: 收藏货币对
zh_hant: 收藏貨幣對

# favoritesDescription
source: Open one of your first three Watch favorite pairs.
de: Eines Ihrer ersten drei bevorzugten Währungspaare auf der Watch öffnen.
es: Abre uno de los tres primeros pares favoritos del reloj.
et: Ava üks kella kolmest esimesest lemmikpaarist.
fr: Ouvrir l’une de vos trois premières paires favorites sur la montre.
it: Apri una delle prime tre coppie preferite su Watch.
ja: Watchのお気に入り通貨ペアの最初の3つから1つを開く。
ko: Watch의 첫 세 즐겨찾는 통화쌍 중 하나를 엽니다.
pt_br: Abra um dos três primeiros pares favoritos do relógio.
ru: Откройте одну из первых трёх избранных пар на часах.
tr: İlk üç Watch favori çiftinizden birini açın.
uk: Відкрийте одну з перших трьох обраних пар на годиннику.
zh_hans: 打开手表收藏的前三个货币对之一。
zh_hant: 開啟手錶收藏的前三個貨幣對之一。

# historyTitle
source: History
de: Verlauf
es: Historial
et: Kursiajalugu
fr: Historique
it: Cronologia
ja: 履歴
ko: 환율 추이
pt_br: Histórico
ru: История
tr: Geçmiş
uk: Історія
zh_hans: 历史
zh_hant: 歷史

# historyDescription
source: Historical reference rates and their change over time.
de: Historische Referenzkurse und ihre Entwicklung.
es: Tipos de referencia históricos y su evolución.
et: Ajaloolised võrdluskursid ja nende muutumine ajas.
fr: Taux de référence historiques et leur évolution.
it: Tassi di riferimento storici e loro andamento nel tempo.
ja: 過去の参考レートと時間経過による変化。
ko: 과거 참고 환율과 시간에 따른 변동입니다.
pt_br: Taxas de referência históricas e sua evolução.
ru: Исторические справочные курсы и их изменение со временем.
tr: Geçmiş referans kurları ve zaman içindeki değişimleri.
uk: Історичні довідкові курси та їхні зміни з часом.
zh_hans: 历史参考汇率及其随时间的变化。
zh_hant: 歷史參考匯率及其隨時間的變化。

# iconDescription
source: A currency symbol that opens Currency.
de: Ein Währungssymbol, das Currency öffnet.
es: Un símbolo monetario que abre Currency.
et: Valuutasümbol, mis avab Currency.
fr: Un symbole monétaire qui ouvre Currency.
it: Un simbolo di valuta che apre Currency.
ja: Currencyを開く通貨記号。
ko: Currency를 여는 통화 기호입니다.
pt_br: Um símbolo monetário que abre o Currency.
ru: Символ валюты, открывающий Currency.
tr: Currency uygulamasını açan bir para birimi simgesi.
uk: Символ валюти, що відкриває Currency.
zh_hans: 点击货币符号打开 Currency。
zh_hant: 點一下貨幣符號開啟 Currency。

# openDescription
source: Open the converter on Apple Watch.
de: Den Umrechner auf der Apple Watch öffnen.
es: Abre el conversor en Apple Watch.
et: Ava teisendaja Apple Watchis.
fr: Ouvrir le convertisseur sur Apple Watch.
it: Apri il convertitore su Apple Watch.
ja: Apple Watchでコンバーターを開く。
ko: Apple Watch에서 환산기를 엽니다.
pt_br: Abra o conversor no Apple Watch.
ru: Откройте конвертер на Apple Watch.
tr: Apple Watch üzerinde dönüştürücüyü açın.
uk: Відкрийте конвертер на Apple Watch.
zh_hans: 在 Apple Watch 上打开换算器。
zh_hant: 在 Apple Watch 上開啟換算器。

# targets
source: Currencies (empty follows Watch)
de: Währungen (leer folgt Watch)
es: Monedas (vacío usa el reloj)
et: Valuutad (tühi järgib kella)
fr: Devises (vide suit la montre)
it: Valute (vuoto usa Watch)
ja: 通貨（空欄でWatch設定を使用）
ko: 통화 (비워 두면 Watch 설정 사용)
pt_br: Moedas (vazio usa o relógio)
ru: Валюты (пусто — как на часах)
tr: Para birimleri (boşsa Watch ayarı)
uk: Валюти (порожньо — як на годиннику)
zh_hans: 币种（留空使用手表设置）
zh_hant: 幣別（留空使用手錶設定）

# invalidAmount
source: Check amount
de: Betrag prüfen
es: Comprobar importe
et: Kontrolli summat
fr: Vérifier le montant
it: Controlla l’importo
ja: 金額を確認
ko: 금액 확인
pt_br: Verificar valor
ru: Проверьте сумму
tr: Tutarı kontrol edin
uk: Перевірте суму
zh_hans: 检查金额
zh_hant: 檢查金額

# savedRatesAsOf
source: Saved %@
de: Gespeichert %@
es: Guardado %@
et: Salvestatud %@
fr: Enregistré %@
it: Salvati %@
ja: 保存日時 %@
ko: 저장됨 %@
pt_br: Salvo %@
ru: Сохранено %@
tr: Kaydedildi %@
uk: Збережено %@
zh_hans: 已保存 %@
zh_hant: 已儲存 %@

source: Date
de: Datum
es: Fecha
et: Kuupäev
it: Data
ja: 日付
ko: 날짜
pt_br: Data
ru: Дата
tr: Tarih
uk: Дата
zh_hans: 日期
zh_hant: 日期

source: Rate
de: Kurs
es: Tipo de cambio
et: Kurss
fr: Taux
it: Tasso
ja: レート
ko: 환율
pt_br: Taxa
ru: Курс
tr: Kur
uk: Курс
zh_hans: 汇率
zh_hant: 匯率

# dailyCloses
source: Daily closes · UTC
de: Tagesschlusskurse · UTC
es: Cierres diarios · UTC
et: Päeva sulgemishinnad · UTC
fr: Clôtures quotidiennes · UTC
it: Chiusure giornaliere · UTC
ja: 日足終値 · UTC
ko: 일별 종가 · UTC
pt_br: Fechamentos diários · UTC
ru: Дневные закрытия · UTC
tr: Günlük kapanışlar · UTC
uk: Денні закриття · UTC
zh_hans: 每日收盘价 · UTC
zh_hant: 每日收盤價 · UTC

# monthlyCloses
source: Monthly closes · UTC
de: Monatsschlusskurse · UTC
es: Cierres mensuales · UTC
et: Kuu sulgemishinnad · UTC
fr: Clôtures mensuelles · UTC
it: Chiusure mensili · UTC
ja: 月足終値 · UTC
ko: 월별 종가 · UTC
pt_br: Fechamentos mensais · UTC
ru: Месячные закрытия · UTC
tr: Aylık kapanışlar · UTC
uk: Місячні закриття · UTC
zh_hans: 每月收盘价 · UTC
zh_hant: 每月收盤價 · UTC

# monthlyReference
source: Monthly reference rate
de: Monatlicher Referenzkurs
es: Tipo de referencia mensual
et: Igakuine võrdluskurss
fr: Taux de référence mensuel
it: Tasso di riferimento mensile
ja: 月次参考レート
ko: 월별 참고 환율
pt_br: Taxa de referência mensal
ru: Месячный справочный курс
tr: Aylık referans kuru
uk: Місячний довідковий курс
zh_hans: 每月参考汇率
zh_hant: 每月參考匯率

# troyOunce
source: troy oz
de: Feinunzen
es: oz troy
et: troiuntsi
fr: oz troy
it: once troy
ja: トロイオンス
ko: 트로이온스
pt_br: oz troy
ru: тройских унций
tr: troy ons
uk: тройських унцій
zh_hans: 金衡盎司
zh_hant: 金衡盎司

# cashCurrency
source: Currency or metal
de: Währung oder Metall
es: Moneda o metal
et: Valuuta või metall
fr: Devise ou métal
it: Valuta o metallo
ja: 通貨または貴金属
ko: 통화 또는 귀금속
pt_br: Moeda ou metal
ru: Валюта или металл
tr: Para birimi veya metal
uk: Валюта або метал
zh_hans: 货币或贵金属
zh_hant: 貨幣或貴金屬

# chooseCashPair
source: Choose a currency or metal
de: Währung oder Metall wählen
es: Elige una moneda o metal
et: Vali valuuta või metall
fr: Choisir une devise ou un métal
it: Scegli una valuta o un metallo
ja: 通貨または貴金属を選択
ko: 통화 또는 귀금속 선택
pt_br: Escolha uma moeda ou metal
ru: Выберите валюту или металл
tr: Para birimi veya metal seçin
uk: Виберіть валюту або метал
zh_hans: 选择货币或贵金属
zh_hant: 選擇貨幣或貴金屬
